{
    "settings": {
        "1": "Level",
        "2": "Show translation of words",
        "3": "Auto word playback",
        "4": "Sentence with example of word usage",
        "5": "Show word's transcription",
        "6": "Show image on a card",
        "7": "'Answer' button",
        "8": "'Delete' button",
        "9": "'Difficult' button",
        "10": "Amount of words to learn",
        "11": "Save"
    },
    "sprintGame": {
        "1": "Sprint",
        "2": "Нow to play: you are given a word and a translation. If they match click 'Yes', if not - click 'No'. The streak of 4 right answers doubles your reward. 3 mistakes lead to game over.",
        "3": "Good luck!",
        "4": "START",
        "5": "Game over!",
        "6": "Your score:",
        "7": "AGAIN",
        "8": "TO MAIN PAGE",
        "9": "Right",
        "10": "Wrong",
        "11": "TO MINIGAMES",
        "12": "START WITH USERWORDS",
        "13": "Wait for the words to load!"
    },
    "fortuneGame": {
        "1": "You are given a Russian translation of a word. You must compose a word in English from letters on the bottom of the screen.",
        "2": "START",
        "3": "RETREAT",
        "4": "NEXT WORD",
        "5": "Game over!",
        "6": "Your score:",
        "7": "AGAIN",
        "8": "TO MAIN PAGE",
        "9": "Words"
    },
    "savannaGame": {
        "1": "Savanna is a game which enlarges your vocabulary. The more words you know, the more scorepoints you will get.",
        "2": "Savanna",
        "3": "START",
        "4": "Answer the questions:",
        "5": "Right answers: ",
        "6": "AGAIN",
        "7": "TO MAIN PAGE",
        "8": " from "
    },
    "audiocallGame": {
        "1": "Audiocall is a game which should train you to listen english speech with ease.",
        "2": "Audiocall",
        "3": "START",
        "4": "Answer the questions:",
        "5": "Right answers: ",
        "6": "AGAIN",
        "7": "TO MAIN PAGE",
        "8": " from ",
        "9": "Hint"
    },
    "englishPuzzle": {
        "1": "English-puzzle is a game goal of which is to compose words from randomly mixed english words.",
        "2": "English-puzzle",
        "3": "START",
        "4": "To continue press start!",
        "5": "Score:",
        "6": "CHECK",
        "7": "HINT",
        "8": "CONTINUE",
        "9": "Result",
        "10": "I don't know",
        "11": "I know",
        "12": "CLOSE",
        "13": "Play example sound",
        "14": "Translation"
    },
    "speakIt": {
        "1": "In SpeakIt you can listen pronunciation of english words and use Google Web Speech API to check how you pronounce it.",
        "2": "Speakit",
        "3": "START",
        "4": "To continue press start!",
        "5": "Score:",
        "6": "Translate",
        "7": "RECORDING",
        "8": "RESTART",
        "9": "STATISTICS",
        "10": "YOUR RESULT",
        "11": "SAVE",
        "12": "CLOSE"
    },
    "difficultySelect": {
        "1": "Diffitulty:",
        "2": "Level:"
    },
    "mainPage": {
        "1": "Training",
        "2": "Study English",
        "3": "Learning",
        "4": "Train English"
    },
    "promo": {
        "1": "Looking to play and learn English at the same time? You got it! Especially with rslang. What makes this app so convenient? Everything that you need for an entertaining English learning experience is in one place. Let's see what it has to offer point by point:",
        "2": "LEARNING WORDS",
        "3": "I bet every time you are struggling to remember some English word you wish it weren't right on the tip of your tongue but rather got elegantly incorporated to the flow of speech. And this is exactly why it is crucial to improve your vocabulary. the 'learning words' section will help you shake up your active and passive lexicon. You will have to type missing words to complete the sentence. It's also a great opportunity to check your spelling skills! After typing the word you may check if it's correct as well as listen to the correct answer in English. In case of trouble you can push 'show the answer' button and go 'I knew it!'.",
        "4": "Trying",
        "5": "STATISTICS",
        "6": "M is for Motivation! The key to success in any kind of venture! Checking the results and stats in 'Statistics' section will help you not to lose motivation as you proceed in your English learning journey. An easy to understand graph will show your progress in: words learned per day and brand new words from the dictionary. Take it step by step on the way to success!",
        "7": "Your achievements",
        "8": "DICTIONARY",
        "9": "There is simply no way around it. Dictionary with the transcription and examples of word usage in a sentence. There are also pictures and audio versions of words included to make memorizing easier. It's an easy formula after all: read the word in a sentence than listen to it than see it on a picture and you get it 100% memorized!",
        "10": "See it",
        "11": "Mini-Games",
        "12": "How to play: you get an English word and it's translation. If they are a match hit 'yes', if they don't hit 'no'. 4 correct answers combo doubles the reward. Three mistakes in a row and the game is over. You can adjust the difficulty level. That's quite a brain teaser! ",
        "13": "Play",
        "14": "It's pretty simple: the more words you know, the more points you get. Perfect for boosting your vocabulary.",
        "15": "Want to speak like a native? Anything is possible! Practicing the correct pronunciation is now possible with Google Web Speech API technology. And it is easy too!",
        "16": "Wheel of fortune",
        "17": "You'll feel like the finalist of the timeless TV gameshow opening the letters on the gaming board. Cannot wait to spin that wheel already!",
        "18": "This game will help you form correct and beautifully constructed and correct English sentences. Find the right spot for each word like you were doing a puzzle!",
        "19": "Listen and test your vocabulary in this game. From now on you won't forget how each word sounds and will enrich your vocabulary on the way. Let's start!"
    },
    "playzone": {
        "1": "DELETE",
        "2": "DIFFICULT",
        "3": "ANSWER",
        "4": "CHECK",
        "5": "Series completed",
        "6": "Cards completed:",
        "7": "Right answers:",
        "8": "New words:",
        "9": "Correct answers in a row:",
        "10": "ON MAIN"
    },
    "sidebar": {
        "1": "MAIN PAGE",
        "2": "LEARNING",
        "3": "STATISTICS",
        "4": "VOCABULARY",
        "5": "MINI GAMES",
        "6": "PROMO",
        "7": "TEAM",
        "8": "SETTINGS",
        "9": "EXIT"
    },
    "stats": {
        "1": "All words",
        "2": "Progress",
        "3": "Words learned in a day",
        "4": "Words learned from vocabulary",
        "5": "Audiocall",
        "6": "Sprint",
        "7": "Savanna",
        "8": "English puzzle",
        "9": "SpeakIt!",
        "10": "Wheel of Fortune",
        "11": "Date: ",
        "12": "Score: "
    },
    "team": {
        "1": {
            "1": "Eugene",
            "2": "Mentor. Rescue of the drowning"
        },
        "2": {
            "1": "Alexei",
            "2": "Team Lead. Project setup, training, word learning, english puzzle, SpeakIt, coordination, help to comrades"
        },
        "3": {
            "1": "Alexander",
            "2": "Router, login and registration, audiocall, savanna, fetchAPI, wordAPI"
        },
        "4": {
            "1": "Darya",
            "2": "Statistics page and related logic"
        },
        "5": {
            "1": "Pavel",
            "2": "Sprint, Wheel of Fortune, general styling and layout, completion of the savanna and audiocall, localization"
        },
        "6": {
            "1": "Yuri",
            "2": "Settings page and related logic, promo"
        },
        "7": {
            "1": "Nikolay",
            "2": "Lingualeo, Lingvist, vocabulary and related logic, promo-movie, promoo translation"
        }
    },
    "voc": {
        "1": "LEARNING WORDS",
        "2": "DIFFICULT WORDS",
        "3": "DELETED WORDS"
    },
    "minigames": {
        "1": "Sprint",
        "2": "Turbo Wheel of Fortune",
        "3": "Savanna",
        "4": "English Puzzle",
        "5": "SpeakIt!",
        "6": "Audiocall"
    },
    "auth": {
        "1": "Sign in",
        "2": "Forgot password?",
        "3": "Create an account",
        "4": "Sign up",
        "5": "Password recovery is impossible!",
        "6": "API cannot send letters on an email, sry.",
        "7": "Close"
    }
}